{
    "formatVersion": "1.0",
    "lastUpdated": "2026-01-04",
    "description": "関係性別アドバイスデータ - 十大主星×関係性カテゴリ",
    "categories": {
        "superior": "目上・上司・先輩との関係",
        "subordinate": "目下・部下・後輩との関係",
        "family": "家族・親子関係",
        "partner": "パートナー・配偶者関係",
        "society": "社会・仕事全般"
    },
    "advice": [
        {
            "star": "貫索星",
            "relationships": {
                "superior": {
                    "strength": "自分の意見をはっきり伝えられる。信念を持って仕事に取り組む姿勢が評価される。",
                    "challenge": "頑固さが反抗的に映ることも。上司の意見も一度受け止める姿勢を見せよう。",
                    "action": "自分の意見を伝える前に、まず上司の考えを聞いてから。「〜という考えもあると思いますが、私は〜」という伝え方を。"
                },
                "subordinate": {
                    "strength": "明確な方針を示せる。ブレない姿勢が部下に安心感を与える。",
                    "challenge": "自分のやり方を押し付けがち。部下の個性や意見も尊重して。",
                    "action": "指示を出す前に「君はどう思う？」と一度聞いてみよう。部下の成長を見守る余裕を。"
                },
                "family": {
                    "strength": "家族に対しても軸がぶれない。安定感のある存在になれる。",
                    "challenge": "家族の意見を聞かずに決めてしまうことも。特に子供の自主性を奪わないように。",
                    "action": "家族会議では最後に発言する役に回ってみよう。みんなの意見を聞いてから自分の考えを述べて。"
                },
                "partner": {
                    "strength": "自立した関係を築ける。お互いの個性を尊重できる。",
                    "challenge": "自分の時間・空間を守りすぎて、パートナーが寂しさを感じることも。",
                    "action": "週に一度は「一緒に何かする時間」を意識的に作ろう。相手のペースにも合わせる練習を。"
                },
                "society": {
                    "strength": "独立起業やフリーランス、専門職で力を発揮。自分のペースで仕事ができる環境が最適。",
                    "challenge": "チームワークが必要な場面では苦労することも。協調性を意識的に磨こう。",
                    "action": "自分の専門性を活かせるポジションを目指そう。組織にいても、独立したプロジェクトを任せてもらえると◎。"
                }
            }
        },
        {
            "star": "石門星",
            "relationships": {
                "superior": {
                    "strength": "上司とも友好的な関係を築ける。職場の潤滑油となれる。",
                    "challenge": "馴れ合いになりすぎて、本音を言えなくなることも。",
                    "action": "時には上司に率直な意見を伝える勇気を持とう。信頼関係があるからこそ言えることがある。"
                },
                "subordinate": {
                    "strength": "部下との距離が近く、相談しやすい雰囲気を作れる。チームの一体感を生み出せる。",
                    "challenge": "距離が近すぎて指導者としての威厳を失うことも。",
                    "action": "「仲間」と「リーダー」のバランスを意識しよう。時には毅然とした態度も必要。"
                },
                "family": {
                    "strength": "家族みんなで協力する雰囲気を作れる。家族の絆が深まる。",
                    "challenge": "八方美人になって、自分の意見を言えなくなることも。",
                    "action": "家族の調整役に徹しつつも、自分の希望も伝えよう。「私はこうしたい」と言ってOK。"
                },
                "partner": {
                    "strength": "友達のような心地よい関係を築ける。共通の趣味や友人を通じて絆が深まる。",
                    "challenge": "友情と恋愛の区別が曖昧になることも。特別な存在としての扱いを忘れずに。",
                    "action": "二人だけの特別な時間も大切に。グループでの活動とカップルでの時間、両方バランスよく。"
                },
                "society": {
                    "strength": "人脈を活かした仕事が得意。チームをまとめる調整役として活躍。",
                    "challenge": "自分の意見を主張できず、周りに流されがち。",
                    "action": "チームの和を保ちつつ、自分の意見もしっかり発信しよう。「みんなの意見を踏まえて私は〜」という伝え方で。"
                }
            }
        },
        {
            "star": "鳳閣星",
            "relationships": {
                "superior": {
                    "strength": "明るい雰囲気で上司との関係も良好。職場を明るくする存在。",
                    "challenge": "フランクすぎて、礼儀を欠いてしまうことも。TPOを意識して。",
                    "action": "楽しさを大切にしつつ、ビジネスマナーも忘れずに。お礼状やフォローは丁寧に。"
                },
                "subordinate": {
                    "strength": "部下と楽しく仕事ができる。リラックスした雰囲気で本音を引き出せる。",
                    "challenge": "締めるところを締められない。成果に対する責任感が薄くなることも。",
                    "action": "楽しさと成果のバランスを意識しよう。「楽しく、かつ結果を出す」を目標に。"
                },
                "family": {
                    "strength": "家庭を明るく楽しい場所にできる。家族のムードメーカー。",
                    "challenge": "深刻な話を避けがち。家族の悩みに真剣に向き合うことも必要。",
                    "action": "楽しい時間だけでなく、家族の悩みに耳を傾ける時間も作ろう。「大丈夫？」と声をかけて。"
                },
                "partner": {
                    "strength": "デートが楽しく、笑いの絶えない関係。一緒にいて楽しいと思われる。",
                    "challenge": "真剣な話を避けて、関係が深まらないことも。将来の話もしよう。",
                    "action": "楽しい時間を共有しつつ、二人の将来についても話し合おう。真剣な話も「楽しく」できるはず。"
                },
                "society": {
                    "strength": "表現力を活かした仕事で活躍。飲食、エンタメ、広告など楽しさを伝える仕事が向いている。",
                    "challenge": "楽観的すぎて計画性に欠けることも。締め切りや約束は守ろう。",
                    "action": "楽しさを大切にしつつ、スケジュール管理も意識。カレンダーアプリを活用しよう。"
                }
            }
        },
        {
            "star": "調舒星",
            "relationships": {
                "superior": {
                    "strength": "繊細な感性で、上司のニーズを察知できる。質の高い仕事ができる。",
                    "challenge": "批判に弱く、上司の一言で深く傷つくことも。",
                    "action": "上司のフィードバックは成長の機会と捉えよう。感情的にならず、建設的に受け止めて。"
                },
                "subordinate": {
                    "strength": "繊細な指導ができる。部下の細かい変化にも気づける。",
                    "challenge": "完璧を求めすぎて、部下を追い詰めることも。",
                    "action": "80%でOKとする寛容さも必要。部下の成長を温かく見守ろう。"
                },
                "family": {
                    "strength": "家族の感情の変化に敏感。繊細なケアができる。",
                    "challenge": "自分の感情も繊細なので、家族の言葉で傷つきやすい。",
                    "action": "家族にも自分の繊細さを理解してもらおう。「傷ついた」と素直に伝えて。"
                },
                "partner": {
                    "strength": "パートナーの気持ちを深く理解できる。ロマンチックな関係を楽しめる。",
                    "challenge": "相手の一言に傷つきやすく、些細なことで喧嘩になることも。",
                    "action": "傷ついたらすぐに伝えよう。溜め込まず、その場で解決を。「今の言葉、ちょっと悲しかった」と。"
                },
                "society": {
                    "strength": "芸術的な仕事で才能を発揮。デザイン、執筆、音楽など創造的な分野で活躍。",
                    "challenge": "批判に弱く、フィードバックを受けるのが苦手。",
                    "action": "批判は自分への攻撃ではなく、作品へのフィードバックと分けて考えよう。"
                }
            }
        },
        {
            "star": "禄存星",
            "relationships": {
                "superior": {
                    "strength": "上司に対して忠誠心が高い。信頼される部下になれる。",
                    "challenge": "尽くしすぎて、自分の意見を言えなくなることも。",
                    "action": "忠誠心は大切にしつつ、自分の考えもしっかり持とう。イエスマンにならないで。"
                },
                "subordinate": {
                    "strength": "部下への面倒見が良い。可愛がって育てる力がある。",
                    "challenge": "甘やかしすぎて、部下の成長を妨げることも。",
                    "action": "愛情と厳しさのバランスを。時には「突き放す愛」も必要。"
                },
                "family": {
                    "strength": "家族への愛情が深い。惜しみなく尽くせる。",
                    "challenge": "愛情の押し付けになることも。相手の気持ちを確認しよう。",
                    "action": "「何かしてほしいことある？」と聞いてから動こう。相手のニーズに合わせた愛情表現を。"
                },
                "partner": {
                    "strength": "パートナーを大切にする。尽くすことで幸せを感じられる。",
                    "challenge": "尽くしすぎて重いと思われることも。相手のペースも尊重して。",
                    "action": "与えるだけでなく、受け取ることも学ぼう。相手からの愛情も素直に受け入れて。"
                },
                "society": {
                    "strength": "サービス業や営業で活躍。人を惹きつける魅力がある。",
                    "challenge": "自分を犠牲にしすぎることも。自分のケアも忘れずに。",
                    "action": "人のために尽くす力を活かしつつ、自分の時間も確保しよう。セルフケアの日を作って。"
                }
            }
        },
        {
            "star": "司禄星",
            "relationships": {
                "superior": {
                    "strength": "上司の期待に着実に応える。信頼される部下になれる。",
                    "challenge": "言われたことしかやらない印象を与えることも。",
                    "action": "指示を待つだけでなく、自分から提案も。「こうしたらどうですか？」と言ってみよう。"
                },
                "subordinate": {
                    "strength": "丁寧な指導ができる。基礎をしっかり教えられる。",
                    "challenge": "細かすぎて、部下が窮屈に感じることも。",
                    "action": "任せるところは任せよう。「やり方はお任せ」と言える場面も作って。"
                },
                "family": {
                    "strength": "家族の安定を守る力がある。計画的な家庭運営ができる。",
                    "challenge": "変化を嫌い、新しいことへの挑戦を止めてしまうことも。",
                    "action": "安定は大切にしつつ、家族で新しい体験にも挑戦しよう。年に一度の冒険を計画して。"
                },
                "partner": {
                    "strength": "安定した関係を築ける。将来設計をしっかりできる。",
                    "challenge": "マンネリになりやすい。たまにはサプライズも。",
                    "action": "記念日だけでなく、何でもない日にプレゼントを。小さなサプライズで新鮮さを。"
                },
                "society": {
                    "strength": "管理職や事務職で活躍。コツコツ積み上げる仕事が得意。",
                    "challenge": "変化への対応が遅れがち。新しいスキルも学ぼう。",
                    "action": "今のスキルを磨きつつ、新しい分野も少しずつ学ぼう。月に一つ新しいことを始めて。"
                }
            }
        },
        {
            "star": "車騎星",
            "relationships": {
                "superior": {
                    "strength": "物怖じせず意見を言える。行動力で結果を出せる。",
                    "challenge": "強すぎる言動が反抗的に見えることも。",
                    "action": "意見は大切にしつつ、言い方に気をつけよう。「〜ではないでしょうか」と提案形で。"
                },
                "subordinate": {
                    "strength": "背中で見せるタイプ。自ら率先して動く姿が部下を動かす。",
                    "challenge": "厳しすぎて部下が萎縮することも。",
                    "action": "厳しさの中にも褒める言葉を。「よくやった」の一言が部下を育てる。"
                },
                "family": {
                    "strength": "家族のために積極的に行動する。守る力が強い。",
                    "challenge": "自分のペースで進みすぎて、家族を置いていくことも。",
                    "action": "家族のペースに合わせる時間も作ろう。時にはゆっくり一緒に過ごして。"
                },
                "partner": {
                    "strength": "情熱的なアプローチができる。刺激的な関係を楽しめる。",
                    "challenge": "自分の意見を押し通しがち。相手の意見も聞こう。",
                    "action": "二人で決めることは、まず相手の意見を聞いてから。「君はどう思う？」を口癖に。"
                },
                "society": {
                    "strength": "営業や競争の激しい業界で活躍。行動力で道を切り開く。",
                    "challenge": "争いを好みすぎて敵を作ることも。",
                    "action": "競争相手とも尊重し合える関係を。ライバルも仲間になりうると考えよう。"
                }
            }
        },
        {
            "star": "牽牛星",
            "relationships": {
                "superior": {
                    "strength": "上司からの評価を得るために努力できる。責任感が強い。",
                    "challenge": "評価を気にしすぎて、自分を追い込むことも。",
                    "action": "他人の評価より自分の成長に目を向けよう。「昨日の自分より成長したか」を基準に。"
                },
                "subordinate": {
                    "strength": "高い基準を示せる。プロとしての姿勢を見せられる。",
                    "challenge": "高すぎる基準で部下を追い詰めることも。",
                    "action": "部下にも成長のプロセスがある。完璧を求めず、成長を認めてあげよう。"
                },
                "family": {
                    "strength": "家族にとって誇りになれる存在。責任感を持って家族を守る。",
                    "challenge": "家族にも高い基準を求めがち。",
                    "action": "家族は競争相手ではない。ありのままを受け入れる心を持とう。"
                },
                "partner": {
                    "strength": "お互いを高め合える関係を築ける。成長し続けるカップルに。",
                    "challenge": "完璧を求めすぎて、相手を疲れさせることも。",
                    "action": "相手の「頑張り」ではなく「存在」を愛そう。完璧じゃなくても一緒にいたいと伝えて。"
                },
                "society": {
                    "strength": "専門職や技術職で活躍。高い専門性で評価される。",
                    "challenge": "プライドが邪魔をして素直になれないことも。",
                    "action": "分からないことは素直に聞こう。教えを請う姿勢も成長につながる。"
                }
            }
        },
        {
            "star": "龍高星",
            "relationships": {
                "superior": {
                    "strength": "新しいアイデアを提案できる。革新的な視点で貢献できる。",
                    "challenge": "上司の古い考えに反発しがち。",
                    "action": "新しいアイデアは尊重を示しながら提案しよう。「従来のやり方も良いのですが〜」と。"
                },
                "subordinate": {
                    "strength": "新しいことを教えるのが得意。部下の視野を広げられる。",
                    "challenge": "基礎を軽視しがち。新しいことばかり教えてしまう。",
                    "action": "新しいことと基礎のバランスを。「基本ができてこそ応用できる」を伝えよう。"
                },
                "family": {
                    "strength": "家族に新しい体験をさせてあげられる。視野を広げる存在。",
                    "challenge": "落ち着きがなく、家族が振り回されることも。",
                    "action": "冒険と安定のバランスを。家族の「帰る場所」としての安心感も大切に。"
                },
                "partner": {
                    "strength": "一緒にいて飽きない関係。新しい体験を共有できる。",
                    "challenge": "束縛を嫌うあまり、相手を不安にさせることも。",
                    "action": "自由を大切にしつつ、相手への愛情表現も忘れずに。「自由だけど、君が一番」と伝えて。"
                },
                "society": {
                    "strength": "変化の激しい業界で活躍。IT、研究、貿易など新しいことに挑戦できる仕事が向いている。",
                    "challenge": "一つのことを極めるのが苦手。",
                    "action": "広く浅くも才能だが、一つ軸を持とう。「これだけは誰にも負けない」を作って。"
                }
            }
        },
        {
            "star": "玉堂星",
            "relationships": {
                "superior": {
                    "strength": "上司から素直に学べる。知識を吸収し成長できる。",
                    "challenge": "保守的になりすぎて、新しい意見を言えないことも。",
                    "action": "学ぶ姿勢は大切にしつつ、自分の意見も持とう。「教えていただいたうえで、私は〜」と。"
                },
                "subordinate": {
                    "strength": "優しく教え導ける。部下を育てる力がある。",
                    "challenge": "説明が長くなりがち。要点をまとめよう。",
                    "action": "教えるときは「結論→理由→例」の順で。部下の理解度を確認しながら進もう。"
                },
                "family": {
                    "strength": "家族の教育を重視。知的な家庭環境を作れる。",
                    "challenge": "勉強を押し付けすぎることも。",
                    "action": "学びの楽しさを伝えよう。強制ではなく、一緒に学ぶ姿勢を見せて。"
                },
                "partner": {
                    "strength": "知的な会話を楽しめる。精神的に深く繋がれる。",
                    "challenge": "理屈っぽくなりすぎることも。感情も大切に。",
                    "action": "頭だけでなく心で感じることも大切に。「好き」という言葉をもっと使おう。"
                },
                "society": {
                    "strength": "研究職や教育関係で活躍。知識を活かせる仕事が向いている。",
                    "challenge": "新しいものを受け入れにくい。",
                    "action": "伝統と革新のバランスを。古き良きものと新しいもの、両方を学ぼう。"
                }
            }
        }
    ]
}