[
  {
    "id": 1,
    "name": "甲子",
    "reading": "きのえね",
    "character_name": "水辺の賢者",
    "concept": "流転する水面に立つ孤独な神木。不安定な環境でこそ真の忍耐力を示し、他者を生かしながらも自らは根を張らずに漂い続ける。",
    "attributes": {
      "primary": "木",
      "secondary": "水"
    },
    "features": [
      "「不族の業」を発動し、集団から孤立する宿命と引き換えに、孤独な環境で非凡な能力を開花させる。",
      "「天恍星」の奔放なエネルギーを宿し、芸術的な魅力で人を惹きつけながらも、一つの場所に留まれない放浪癖を誘発する。",
      "冷静な判断力で状況を分析するが、自己主張の欠如から、他者の意志や環境の流れに逆らえず同化してしまう。",
      "他者の才能や生命力を育む力を秘めるが、その力は物質世界よりも精神世界や宗教的な領域で最も強く顕現する。"
    ]
  },
  {
    "id": 2,
    "name": "乙丑",
    "reading": "きのとうし",
    "character_name": "凍土の若草",
    "concept": "凍てつく大地から芽吹く一輪の草花。逆境の中でこそ、その不屈の魂は内面の美しさを静かに咲き誇らせる。",
    "attributes": {
      "primary": "木",
      "secondary": "土"
    },
    "features": [
      "「天胡星」の鋭敏なエネルギーを宿し、芸術的な感性と霊的な感受性から、常人にはないインスピレーションを獲得する。",
      "困難な環境に耐え忍ぶことで、内面的な美徳を磨き上げ、粘り強い精神力を練り上げる。",
      "他者への優しさから周囲に同化しやすく、自己の方向性を見失うことで、かえって新たな道を発見する。",
      "時間をかけて大成する晩成型の運命を体現し、厳しい冬を越えて春を待つ草木のように、静かにその時を待つ。"
    ]
  },
  {
    "id": 3,
    "name": "丙寅",
    "reading": "ひのえとら",
    "character_name": "暁光の若木",
    "concept": "春の朝陽を浴びて天へと伸びる若木。その天性の明るさは無邪気に人々を魅了するが、時に純粋すぎるエネルギーが周囲を圧倒する。",
    "attributes": {
      "primary": "火",
      "secondary": "木"
    },
    "features": [
      "「天貴星」の高潔なエネルギーを内包し、純粋な探求心をもって学び続け、品位と知性を自然に体現する。",
      "「木生火」の相生関係を行使し、内なる情熱を素直に表現し、思考より早く行動へと転換させる。",
      "裏表のない性格で人を惹きつけるが、その奔放さが時に自己中心的な行動として現れ、意図せず人を振り回す。",
      "あらゆる知識と経験を糧として吸収し、無限の可能性を秘めた大樹へと成長する運命を辿る。"
    ]
  },
  {
    "id": 4,
    "name": "丁卯",
    "reading": "ひのとう",
    "character_name": "春野の灯火",
    "concept": "春の野を照らす、繊細で儚い灯火。周囲を暖かく包み込む豊かな愛情を持つが、その炎は風に揺らぎ、感情の嵐を内に秘めている。",
    "attributes": {
      "primary": "火",
      "secondary": "木"
    },
    "features": [
      "「天貴星」のエネルギーを宿し、高いプライドと真面目な学習意欲を持つが、批判に対して極端に傷つきやすい。",
      "内向的な情熱を燃やし、芸術や学問の世界で独自の感性を開花させる才能を秘める。",
      "旺盛な奉仕精神を発揮するが、感情の起伏が激しいため、人間関係の葛藤を自ら招きやすい。",
      "逆境に身を置くことで精神的な強さを磨き上げ、守られた環境では神経質になり才能を閉ざす。"
    ]
  },
  {
    "id": 5,
    "name": "戊辰",
    "reading": "つちのえたつ",
    "character_name": "春山の巨魁",
    "concept": "春の雨を含み、万物を育む壮大な山。揺るぎない信頼を集めるリーダーの器だが、その内面では常に激しい変化と葛藤の嵐が吹き荒れている。",
    "attributes": {
      "primary": "土",
      "secondary": "土"
    },
    "features": [
      "「参籠の業」の宿命を帯び、平凡な環境では力を失い、孤独な状況でこそ非凡な才能を覚醒させる。",
      "「天堂星」の老成したエネルギーを放ち、若年から落ち着いた風格でリーダーシップを発揮する。",
      "一度決断したことを最後までやり抜く強固な意志を持つが、高すぎるプライドが妥協を許さず、時に対立を生む。",
      "自らが動くことで運命を切り開くが、その強引さが周囲との軋轢を生み、新たな試練を呼び寄せる。"
    ]
  },
  {
    "id": 6,
    "name": "己巳",
    "reading": "つちのとみ",
    "character_name": "陽炎の平原",
    "concept": "初夏の陽光に熱せられた大地。穏やかな外見に反し、内には強いエネルギーを秘める。庶民的ながら非凡な発想力で自らの道を切り開く改革者。",
    "attributes": {
      "primary": "土",
      "secondary": "火"
    },
    "features": [
      "「倒柱の業」を背負い、親から継承したものを破壊し、その更地から自らの運勢を創造する宿命を持つ。",
      "「天禄星」の安定したエネルギーを駆使し、現実的な思考と着実な行動力で、どんな物事も確実に成し遂げる。",
      "平凡な環境に満足できず、常に変化と刺激を求めて未知の領域へ挑戦する衝動に駆られる。",
      "無欲を装いながら、内面の強い自尊心と向上心を原動力に、独自の道を力強く歩む。"
    ]
  },
  {
    "id": 7,
    "name": "庚午",
    "reading": "かのえうま",
    "character_name": "真夏の鋼",
    "concept": "夏の烈火によって鍛え上げられる鋼の刃。困難な状況でこそ、その精神は真の輝きを放つが、あまりに鋭利な正義感は多くの敵を作る。",
    "attributes": {
      "primary": "金",
      "secondary": "火"
    },
    "features": [
      "「天将星」の最強エネルギーを解放し、あらゆる逆境に屈しない精神力と圧倒的なリーダーシップを発揮する。",
      "動乱の時代や勝負事において、鋭敏な感性を発動させ、驚異的な突破力を示す。",
      "純粋で揺るぎない正義感を掲げるが故に、白黒を明確に分けることで、敵と味方を両極化させる。",
      "安定した環境を自ら破壊し、常に挑戦し続ける変化の激しい人生を歩むことで、その魂を磨き続ける。"
    ]
  },
  {
    "id": 8,
    "name": "辛未",
    "reading": "かのとひつじ",
    "character_name": "燥土の宝玉",
    "concept": "乾いた土に埋もれ、磨かれる時を待つ宝玉。温順な性格で人の世話を焼くが、内には強い自尊心を秘める。知性の水によって磨かれ、初めて輝きを放つ。",
    "attributes": {
      "primary": "金",
      "secondary": "土"
    },
    "features": [
      "「一人業」の特異な運命を持ち、独りであることで財を成すが、結婚するとその運気が試練に変わる。",
      "「天堂星」の老成したエネルギーで、優れた観察眼を発動させ、人の本質や物事の真偽を瞬時に見抜く。",
      "他者の面倒を見ることに喜びを感じるが、その奉仕が内に籠り、変化への順応を遅らせることがある。",
      "「水」の要素を取り込むことで名誉運が開花し、知的な会話や遊び心が本来の輝きを引き出す鍵となる。"
    ]
  },
  {
    "id": 9,
    "name": "壬申",
    "reading": "みずのえさる",
    "character_name": "秋水の旅人",
    "concept": "秋の清流のように、知的好奇心に満ちた自由な魂。一つの場所に留まることを厭い、常に新しい知識と体験を求めて世界を放浪する。",
    "attributes": {
      "primary": "水",
      "secondary": "金"
    },
    "features": [
      "「天恍星」の若々しいエネルギーを宿し、ロマンを追求する芸術家気質と、束縛を嫌う放浪の精神を併せ持つ。",
      "頭脳明晰で高い学習能力を発揮するが、一つのことを深く掘り下げるよりも、広く浅く知識を吸収することを好む。",
      "自由な環境でこそ才能を最大限に伸ばすが、その奔放さが安定した生活を遠ざける要因となる。",
      "未知の分野や海外に強い縁を持ち、旅を通じて人生の知恵を深め、自己を完成させていく運命にある。"
    ]
  },
  {
    "id": 10,
    "name": "癸酉",
    "reading": "みずのととり",
    "character_name": "岩間の清泉",
    "concept": "岩盤を穿ち、自らの道を見出す清泉の精神。生来の透明性と粘り強さを以てあらゆる危機を乗り越え、古の源泉から穢れなき知恵を引き出す。",
    "attributes": {
      "primary": "水",
      "secondary": "金"
    },
    "features": [
      "「倒異の業」を発動し、家庭内に異質なものが入り込むと、それを無意識のうちに排除する力が働く。",
      "「天胡星」の鋭い直感力を宿し、常人には見えない物事の本質や背後にある真実を捉える。",
      "人間関係の摩擦を巧みに回避し、困難な状況でも冷静さを失わない優れたバランス感覚を持つ。",
      "文筆活動において非凡な才能を発揮し、学問や芸術の世界でその知性を開花させる。"
    ]
  },
  {
    "id": 11,
    "name": "甲戌",
    "reading": "きのえいぬ",
    "character_name": "荒野の孤樹",
    "concept": "秋の乾いた大地に、孤独にそびえ立つ大樹。他者を頼らず自力で道を切り開く強さを持つが、その内面は極めて冷静で情に流されない。",
    "attributes": {
      "primary": "木",
      "secondary": "土"
    },
    "features": [
      "「天印星」の純真なエネルギーを宿し、周囲から無条件に助けられるが、他家の跡を継ぐ運命に導かれやすい。",
      "孤独な環境で自己を律することで精神的な強さを獲得し、いかなる困難も自力で乗り越える力を得る。",
      "暖かい「火」の要素を取り込むことで、冷徹な知性が人間的な温かみを持つ知恵へと昇華される。",
      "縁者が少なく、生涯を通じて大きく動き回ることで、停滞した運勢を自ら切り開いていく。"
    ]
  },
  {
    "id": 12,
    "name": "乙亥",
    "reading": "きのとい",
    "character_name": "水面の浮草",
    "concept": "冬の水面を漂う、根を持たぬ浮草。環境の変化に柔軟に対応する天才だが、精神的な拠り所を見出しにくく、常に心の安寧を求めている。",
    "attributes": {
      "primary": "木",
      "secondary": "水"
    },
    "features": [
      "「天極星」の夢幻的なエネルギーを宿し、現実離れした発想力と、他者の心に深く寄り添う共感力を発揮する。",
      "不安定な環境でこそ驚異的な順応性を見せ、特に芸術や芸能の世界でその才能を開花させる。",
      "情に流されやすく、他者の影響を強く受けるため、自己の軸を確立することが生涯の課題となる。",
      "日座天中殺を持ち、物事をまとめる役割は苦手だが、新たな流れを創り出すスタートダッシュの才能に優れる。"
    ]
  },
  {
    "id": 13,
    "name": "丙子",
    "reading": "ひのえね",
    "character_name": "真冬の太陽",
    "concept": "冬の澄んだ空に輝く、孤高の太陽。その光は鋭い知性で世界を照らすが、周囲を暖めるには力が足りず、精神世界の指導者となる。",
    "attributes": {
      "primary": "火",
      "secondary": "水"
    },
    "features": [
      "「天報星」の変幻自在なエネルギーを宿し、多芸多才で器用だが、一つの物事を継続する集中力に欠ける。",
      "頭脳明晰で鋭い直感力を誇るが、感情の起伏が激しく、予測不能な行動で周囲を困惑させることがある。",
      "集団の中で異端の存在となりやすく、独自の価値観を貫くことで、孤高のリーダーとしての地位を確立する。",
      "物質的な成功よりも精神的な満足や名誉を渇望し、その探求が人生の原動力となる。"
    ]
  },
  {
    "id": 14,
    "name": "丁丑",
    "reading": "ひのとうし",
    "character_name": "凍土の灯火",
    "concept": "凍てつく大地を照らす、静かなる灯火。内に激しい情熱を秘めながらも、それを決して表に出さず、一つの道を粘り強く極める求道者。",
    "attributes": {
      "primary": "火",
      "secondary": "土"
    },
    "features": [
      "「徳攻の業」を宿し、先祖の徳によって無条件に人に好かれるが、その一方で心に埋めがたい虚しさを感じやすい。",
      "「天印星」の純粋なエネルギーを内包し、赤子のような探究心で、専門分野の知識を深く掘り下げる。",
      "温厚で忍耐強いが、一度決めたことは決して曲げない、岩のような頑固さを内に秘めている。",
      "時間をかけて信頼を築き、晩年に大きな成功を収める大器晩成型の運命を歩む。"
    ]
  },
  {
    "id": 15,
    "name": "戊寅",
    "reading": "つちのえとら",
    "character_name": "春山の猛虎",
    "concept": "春の山を駆ける、エネルギッシュな猛虎。豪快な行動力の裏に繊細な心を隠し持ち、未知の分野を切り開くパイオニア精神に燃えている。",
    "attributes": {
      "primary": "土",
      "secondary": "木"
    },
    "features": [
      "「天貴星」の知的なエネルギーを宿し、高いプライドと探究心で、常に学び成長しようとする姿勢を崩さない。",
      "大胆な行動力とリーダーシップで周囲を牽引するが、せっかちな性質が時に短慮な判断を招く。",
      "見た目の豪快さとは裏腹に、他者の評価を気にする繊細な神経を持ち、些細なことで傷つくことがある。",
      "未知の領域へ挑戦することで運命の扉を開き、一代で巨大な成功を築き上げる力を秘める。"
    ]
  },
  {
    "id": 16,
    "name": "己卯",
    "reading": "つちのとう",
    "character_name": "春野の耕土",
    "concept": "草木が芽吹く春の柔らかな大地。穏やかで庶民的だが、内には決して折れない強い芯を持つ。時間をかけて着実に大輪の花を咲かせる大器晩成の体現者。",
    "attributes": {
      "primary": "土",
      "secondary": "木"
    },
    "features": [
      "「天将星」に匹敵する強大なエネルギーを宿し、見た目の穏やかさからは想像もつかない行動力を発揮する。",
      "温厚で人当たりが良いが、一度決めたことは決して譲らない、大地のような頑固さを併せ持つ。",
      "安定した環境を好む一方で、内面では常に新しい刺激とドラマティックな変化を渇望している。",
      "急激な成功を望まず、コツコツと努力を積み重ねることで、晩年に確実な豊かさを手に入れる。"
    ]
  },
  {
    "id": 17,
    "name": "庚辰",
    "reading": "かのえたつ",
    "character_name": "岩山の巨竜",
    "concept": "天に昇る竜をその内に宿す岩山。不屈の信念で困難を乗り越え頂点を目指す、生まれながらの支配者。しかし、その強さの裏には情に脆い一面も持つ。",
    "attributes": {
      "primary": "金",
      "secondary": "土"
    },
    "features": [
      "「傷体の業」を背負い、身体に傷を負うような体験を通じて運命が好転するという、特異な宿命を持つ。",
      "「天南星」の反骨精神に満ちたエネルギーを宿し、若々しい勢いと大胆な行動力で道を切り開く。",
      "強い意志と行動力で困難を突破するが、その強引さが周囲との衝突を引き起こし、新たな試練を生む。",
      "組織のトップに立つことで運命が開花し、特に動乱の時代においてその指導力を最大限に発揮する。"
    ]
  },
  {
    "id": 18,
    "name": "辛巳",
    "reading": "かのとみ",
    "character_name": "石中の壁玉",
    "concept": "硬い石の中に隠された、気品高き宝玉。プライドが高く繊細な魂は、俗世の苦難を経て磨かれ、やがて比類なき輝きを放つ。",
    "attributes": {
      "primary": "金",
      "secondary": "火"
    },
    "features": [
      "「天極星」の霊的なエネルギーを宿し、現実離れした感性と企画力で、組織の参謀として真価を発揮する。",
      "「祇王の業」を宿命とし、その純粋さ故に他者に欺かれやすいが、その苦難を乗り越えることで精神的に大きく成長する。",
      "「雨後吐彩」の運命を持ち、若年の苦労を糧として、後年に必ず大成する可能性を秘めている。",
      "学芸や占術、哲学など、精神的な探求の世界でその才能を解放し、物質世界では得られない成功を収める。"
    ]
  },
  {
    "id": 19,
    "name": "壬午",
    "reading": "みずのえうま",
    "character_name": "夏の奔流",
    "concept": "夏の太陽に照らされ、激しく流れる大河。華やかで情熱的だが、気分屋で安定に欠ける。その美的センスは芸術の世界で輝くが、人生は波乱に満ちる。",
    "attributes": {
      "primary": "水",
      "secondary": "火"
    },
    "features": [
      "「天将星」に匹敵する強大なエネルギーを宿し、華やかな世界の中心で圧倒的な存在感を放つ。",
      "「水火既済」の調和した状態から、鋭い感受性と美的センスを発動させ、芸術分野で非凡な才能を発揮する。",
      "精神的に移ろいやすく、一つのことに集中するのが苦手なため、常に新しい刺激を求めて環境を変える。",
      "財運と色事の縁が深く絡み合い、その両方が人生に大きな成功と、同様に大きな波乱を巻き起こす。"
    ]
  },
  {
    "id": 20,
    "name": "癸未",
    "reading": "みずのとひつじ",
    "character_name": "揚柳の孤木",
    "concept": "乾いた大地に降る恵みの雨。多芸多才で変化を好むが、自己主張が弱く流されやすい。一つの道を極めることで、名人芸の域に達する孤高の職人。",
    "attributes": {
      "primary": "水",
      "secondary": "土"
    },
    "features": [
      "「天庫星」の探究エネルギーを内包し、凝り性な性質で一つの物事を深く、どこまでも掘り下げる。",
      "変化を恐れず環境に適応する変身能力を持つが、そのために自己の核を見失い、アイデンティティの危機に陥りやすい。",
      "「東井」の宿命により、三合会局が成立すると財力と名誉を得るが、同時に色情の難を呼び寄せる。",
      "水源となる「金」の助けを必要とし、知的な探求が不安定な運命を安定させるための鍵となる。"
    ]
  },
  {
    "id": 21,
    "name": "甲申",
    "reading": "きのえさる",
    "character_name": "天風の挑戦者",
    "concept": "鋭利な刃で刈られる秋の樹木。理想は高く夢は大きいが、現実との乖離に苦しむ。常に動き続けることで自己を保つ、エネルギッシュな探求者。",
    "attributes": {
      "primary": "木",
      "secondary": "金"
    },
    "features": [
      "「天馳星」の刹那的なエネルギーを内包し、目まぐるしく変化する混沌とした環境でこそ、その機敏さを発揮する。",
      "好奇心旺盛で多芸多才だが、一つのことを極めるのが苦手なため、長期的な継続が成功の鍵を握る。",
      "高すぎる理想を追求するあまり、周囲との協調を欠き、結果として孤立する傾向がある。",
      "「金剋木」の強い剋を受ける宿命にあり、社会の用材として役立つことで自己の価値を見出し、運命を全うする。"
    ]
  },
  {
    "id": 22,
    "name": "乙酉",
    "reading": "きのととり",
    "character_name": "秋風の蔦",
    "concept": "秋の冷たい金属に絡みつく蔦。行動しながら考える体験学習型で、裏表のない正直さが魅力。気取らない庶民的な環境でこそ、その運は開花する。",
    "attributes": {
      "primary": "木",
      "secondary": "金"
    },
    "features": [
      "「祇王の業」の宿命を持ち、純粋さゆえに他者に欺かれやすいが、その苦難を乗り越えた晩年は平穏となる。",
      "「天報星」の多才なエネルギーを宿し、器用にあらゆることをこなすが、一つの道を極める持続力に欠ける。",
      "一度進み出すと後戻りできない一途さを持ち、良くも悪くも周囲に強い影響を与え、流れを変える。",
      "庶民的な感性を大切にし、気取らない生き方を貫くことで、自己の運勢を最大限に開花させる。"
    ]
  },
  {
    "id": 23,
    "name": "丙戌",
    "reading": "ひのえいぬ",
    "character_name": "黄昏の輝き",
    "concept": "秋の山に沈む、温かな夕日。社交的で誰からも愛されるが、その輝きの裏には深い孤独を抱えている。人気を力に変える、天性のスター。",
    "attributes": {
      "primary": "火",
      "secondary": "土"
    },
    "features": [
      "「不信の業」を背負い、人生の重要な局面で裏切りに遭うが、その経験が心を鋼鉄に変え、強運を引き寄せる。",
      "「天印星」の純真なエネルギーを放ち、赤子のような無垢さで周囲から愛され、助けられる。",
      "常に仲間といることを望み、孤独な環境での思考や研究を極端に苦手とする、天性の社交家。",
      "人間相手の商売や、政治家・芸能人のような人気を必要とする世界で、その魅力を最大限に発揮し成功する。"
    ]
  },
  {
    "id": 24,
    "name": "丁亥",
    "reading": "ひのとゐ",
    "character_name": "湖上の月影",
    "concept": "水面に映り、静かに揺れる月光の灯火。豊かな感性を持つが、心は常に不安定で葛藤を抱える。俗世を離れ、人を癒すことに喜びを見出す神秘家。",
    "attributes": {
      "primary": "火",
      "secondary": "水"
    },
    "features": [
      "「天極星」の夢幻的なエネルギーを宿し、お人好しで現実離れした感性を持ち、芸術や精神世界に強く惹かれる。",
      "喜怒哀楽の振れ幅が大きく気分屋なため、集団生活よりも孤独な環境で自己の内面と向き合うことを好む。",
      "常人にはない霊感を所有し、宗教家やヒーラーとして、人々の魂を救い導くという特別な役割を持つ。",
      "自らが動くのではなく、指導者として他者を導く立場に立つことで、体力的な弱さを乗り越え成功を収める。"
    ]
  },
  {
    "id": 25,
    "name": "戊子",
    "reading": "つちのえね",
    "character_name": "氷河の巨岩",
    "concept": "氷の下に眠る、巨大な岩塊。激しい感情と強大な財運を内に秘め、どんな逆境でも家系を盛り立てる。その気分屋な性質は他者に理解され難い。",
    "attributes": {
      "primary": "土",
      "secondary": "水"
    },
    "features": [
      "「天貴星」の知的なエネルギーを宿し、高いプライドと真面目な学習意欲を持つが、傷つきやすい繊細な一面も持つ。",
      "強烈な独立心を発現させ、継承した遺産を維持するのではなく、根本から変革しようとする衝動に駆られる。",
      "未来への展望を力強く描くが、日々の現実的な対応には脆さを見せ、精神的な浮き沈みが激しい。",
      "幼少期から一人前の人間として扱われることで、内に秘めた強固な意志が目覚め、運命を切り開く力が育まれる。"
    ]
  },
  {
    "id": 26,
    "name": "己丑",
    "reading": "つちのとうし",
    "character_name": "静寂の田園",
    "concept": "冬の静けさに包まれた、肥沃なる大地。争いを好まず平穏を願うが、その粘り強さは着実な豊かさを築き上げる。焦らず、弛まず、我が道を行く求道者。",
    "attributes": {
      "primary": "土",
      "secondary": "土"
    },
    "features": [
      "「天庫星」の探究エネルギーを内包し、凝り性な性質で一つの物事を深く、どこまでも掘り下げる。",
      "穏やかで温和な人柄の裏に、平凡な人生への強い執着心と、驚異的な生命力を隠し持つ。",
      "金銭欲や名誉欲は薄く、マイペースな生き方を貫くことで、何にも代えがたい精神的な安定を得る。",
      "結論を急がず、他者の力を借りながらコツコツと努力を積み重ねることで、大器晩成を遂げる運命にある。"
    ]
  },
  {
    "id": 27,
    "name": "庚寅",
    "reading": "かのえとら",
    "character_name": "理想を追う剣",
    "concept": "理想という届かぬ大木を切り倒そうとする、鋭利な剣。その輝かしいセンスは夢を追うが、現実とのギャップに苦しむ。現実への立脚が成功の鍵となる。",
    "attributes": {
      "primary": "金",
      "secondary": "木"
    },
    "features": [
      "「天馳星」の刹那的なエネルギーを内包し、多忙を極める環境でこそ実力を発揮するが、精神的には常に不安定。",
      "高い理想を追求するあまり、心の焦りを生み出し、現実離れした行動に走る危険性を常に孕んでいる。",
      "現実の世界に立脚し、地に足のついた努力をすることで、夢と現実の間の危険なバランスを保つことができる。",
      "夢を追い続ける生き方をすると、人生の後半で深い後悔や空虚感に苛まれる運命にある。"
    ]
  },
  {
    "id": 28,
    "name": "辛卯",
    "reading": "かのとう",
    "character_name": "春風の宝珠",
    "concept": "春の柔らかな草の上に置かれた、小さな宝石。受動的で愛情深く、損得勘定なしに人に尽くすため慕われるが、そのお人好しさが時に仇となる。",
    "attributes": {
      "primary": "金",
      "secondary": "木"
    },
    "features": [
      "「天報星」の多才なエネルギーを宿し、器用にあらゆることをこなすが、一つの道を極める持続力に欠ける。",
      "庶民的ながらも気品を備え、穏やかで魅力的な人柄によって、自然と人々を惹きつける。",
      "相手の立場を深く考えずに善意で尽くすため、その純粋な行動が裏目に出てトラブルを招くことがある。",
      "ここ一番という重要な場面で力量不足を露呈し、大きなチャンスを逃してしまうことがある。"
    ]
  },
  {
    "id": 29,
    "name": "壬辰",
    "reading": "みずのえたつ",
    "character_name": "龍を宿す淵",
    "concept": "龍が潜むと伝えられる、静かなる淵。知的で強い芯を持つが、俗世間からは距離を置きたがる。家系の終焉を見届け、精神世界で才能を開花させる者。",
    "attributes": {
      "primary": "水",
      "secondary": "土"
    },
    "features": [
      "「不子の業」を背負い、子供との縁が薄いか、自分の思い通りにならない子供を持つという宿命を帯びる。",
      "「天庫星」の探究エネルギーを内包し、凝り性な性質で一つの物事を深く、どこまでも掘り下げる。",
      "貧しい家系に生まれればそれを盛り立て、裕福な家系に生まれればその運を下降させるという、特異な運命を司る。",
      "学業や芸術、特に絵画に非凡な才能を発揮し、晩年は精神的な探求にその人生を捧げる。"
    ]
  },
  {
    "id": 30,
    "name": "癸巳",
    "reading": "みずのとみ",
    "character_name": "陽炎の小川",
    "concept": "夏の熱気で蒸発しかける小川。明るく人当たりが良いが、内面は計算高く、一度抱いた恨みは忘れない。要領は良いが、諦めも早い策略家。",
    "attributes": {
      "primary": "水",
      "secondary": "火"
    },
    "features": [
      "「天報星」の変幻自在なエネルギーを宿し、多芸多才で器用だが、一つの物事を継続する集中力に欠ける。",
      "心の内を見せず、損得勘定を基に人間関係を巧みに築き上げる、天性の交渉術を持つ。",
      "一度恨みを持つと一生忘れず、その執念が仕事の原動力にさえなるほどの強烈な精神力を持つ。",
      "悪妻・悪夫と結ばれることで、かえって運が開花するという逆説的な成功法則を持つ。"
    ]
  },
  {
    "id": 31,
    "name": "甲午",
    "reading": "きのえうま",
    "character_name": "聖域の薪",
    "concept": "聖なる炎にくべられる、清らかな薪。純粋でお人好し、自己を捨てて他者に奉仕することで人望を得るが、代償として家庭の安らぎを失う。",
    "attributes": {
      "primary": "木",
      "secondary": "火"
    },
    "features": [
      "「天極星」の夢幻的なエネルギーを宿し、お人好しで現実離れした感性を持ち、芸術や精神世界に強く惹かれる。",
      "人を疑うことを知らず、その優しい性格から、自らを犠牲にする奉仕的な生き方を選択しやすい。",
      "自己の欲求を滅し他者に尽くすことで社会的に大成するが、その心は常に深い孤独を抱えることになる。",
      "宗教や医学の世界でその奉仕精神を活かすことで、その運命を大きく開花させることができる。"
    ]
  },
  {
    "id": 32,
    "name": "乙未",
    "reading": "きのとひつじ",
    "character_name": "夏草の丘",
    "concept": "夏の静かな丘に、黙して茂る草。目立たずとも人から愛され、感情を表に出さず黙々と目的へ進む。波乱の少ない、中庸の道を歩む者。",
    "attributes": {
      "primary": "木",
      "secondary": "土"
    },
    "features": [
      "「天庫星」の探究エネルギーを内包し、凝り性な性質で一つの物事を深く、どこまでも掘り下げる。",
      "堅実で着実な歩みを好み、世の中の常識から外れることなく、中庸の道を生きることで精神的な安定を得る。",
      "感情を内に秘める性質から、時に小心者や神経質な人物と見られ、真意を誤解されることがある。",
      "女性にとって特に幸運な星の下にあり、平穏で幸せな家庭を築くという形でその運を発揮する。"
    ]
  },
  {
    "id": 33,
    "name": "丙申",
    "reading": "ひのえさる",
    "character_name": "夢想の夕陽",
    "concept": "西の空に沈みゆく、夢見る夕日。複雑な内面を隠し、表面を巧みに取り繕う。無から有を生み出す独創的な発想力を持つが、現実対応力に弱点を持つ。",
    "attributes": {
      "primary": "火",
      "secondary": "金"
    },
    "features": [
      "「天胡星」の鋭敏なエネルギーを宿し、芸術的な感性と霊的な感受性から、常人にはないインスピレーションを獲得する。",
      "純粋な精神を原動力に、文学や芸術の分野でその非凡な才能を存分に発揮する。",
      "優れた直感力を発揮するが、人を信用しすぎるあまり、裏切りによって深い傷を負う経験をすることがある。",
      "既成概念に捉われないアイデアで勝負する精神的な職業で、他に類を見ない成功を収める。"
    ]
  },
  {
    "id": 34,
    "name": "丁酉",
    "reading": "ひのととり",
    "character_name": "瑠璃の燈光",
    "concept": "宝石を照らし出す、鋭くも温かい光。頭の回転が速く物事の本質を見抜くが、冒険心と無鉄砲さが争いを呼ぶ、人情に厚い熱血漢。",
    "attributes": {
      "primary": "火",
      "secondary": "金"
    },
    "features": [
      "「天貴星」の知的なエネルギーを宿し、高いプライドと真面目な学習意欲を持つが、傷つきやすい繊細な一面も持つ。",
      "繊細な神経と大胆な度胸という相反する質を併せ持ち、その行動はしばしば極端な一途さとなって現れる。",
      "自分のペースに他者を巻き込む力を持つが、良き友と教養を得ることが、その運命を安定させる鍵となる。",
      "自分勝手な振る舞いを戒め、相手の立場を深く考察することで、本来の輝きを放ち、人を導く光となる。"
    ]
  },
  {
    "id": 35,
    "name": "戊戌",
    "reading": "つちのえいぬ",
    "character_name": "不動の霊山",
    "concept": "神々が宿るとされる、動かざる霊山。何事にも動じない強い意志と頑固さを持つ。孤独の中で一つの事を極めるが、その執着が成功と失敗の激しい差を生む。",
    "attributes": {
      "primary": "土",
      "secondary": "土"
    },
    "features": [
      "「参籠の業」の宿命を帯び、平凡な人生では運気が下がり、孤独の中で非凡な才能を発揮する。",
      "「天庫星」の探究エネルギーを内包し、凝り性な性質で一つの物事を深く、どこまでも掘り下げる。",
      "家族への強い想いを胸に、一家の長として黙々と責任を果たすが、その孤独な戦いは周囲に理解されにくい。",
      "信用を基盤とする商売や、不動産・金融の世界でその不動の精神を発揮し、巨大な財を成す。"
    ]
  },
  {
    "id": 36,
    "name": "己亥",
    "reading": "つちのとい",
    "character_name": "柔土の泥濘",
    "concept": "水を吸い、万物を育むぬかるんだ大地。動乱の時代に安定し、平穏な時代に不安定になるという逆説の運命を持つ。常識に捉われず自由に生きる革命家。",
    "attributes": {
      "primary": "土",
      "secondary": "水"
    },
    "features": [
      "「天禄星」の安定したエネルギーを駆使し、現実的な思考と着実な行動力で、どんな物事も確実に成し遂げる。",
      "高いプライドと自己中心的な性質を、穏やかな仮面の下に隠し、巧みに世を渡る戦略家。",
      "安定を求めながらも、一か八かの大勝負に出る度胸を併せ持ち、その矛盾が人生をドラマティックに彩る。",
      "家庭や職業へのこだわりを捨て、孤独な環境で自己の信念を貫くことで、その運勢は最大限に開花する。"
    ]
  },
  {
    "id": 37,
    "name": "庚子",
    "reading": "かのえね",
    "character_name": "深海の原石",
    "concept": "静かな深海に沈む、磨かれざる原石。思考が常に先走り、取り越し苦労が多い。冷静な傍観者として人生を眺めるが、若き日の冒険が運命を変える。",
    "attributes": {
      "primary": "金",
      "secondary": "水"
    },
    "features": [
      "「天極星」の夢幻的なエネルギーを宿し、お人好しで現実離れした感性を持ち、芸術や精神世界に強く惹かれる。",
      "行動に移す前に考えすぎるため、現実から逃避し、派手な世界の表舞台を避ける傾向がある。",
      "知恵と行動力のバランスが取れず、常に「何かが違う」という違和感を抱えながら人生を歩む。",
      "固定観念を手放し、自由な発想で行動を起こすことで、深海に眠る秘められた可能性が飛躍する。"
    ]
  },
  {
    "id": 38,
    "name": "辛丑",
    "reading": "かのとうし",
    "character_name": "凍土の宝珠",
    "concept": "冬の湿った土に埋もれた宝玉。聡明で知恵深いが、内向的で心を閉ざしがち。暖かな助けを得て、初めてその輝きを世に示すことができる。",
    "attributes": {
      "primary": "金",
      "secondary": "土"
    },
    "features": [
      "「一人業」の特異な運命を持ち、孤独な環境で財を成すが、結婚するとその運が試練に変わる。",
      "「天印星」の純真なエネルギーを宿し、赤子のような無垢さで、周囲から無条件に助けられる魅力を備える。",
      "常識的で堅実な思考を持ちながら、自然なユーモアで周囲に影響を与え、場の空気を和ませる。",
      "典型的な晩年運の持ち主であり、日々の着実な積み重ねが人生の最後に美しい豊かさをもたらす。"
    ]
  },
  {
    "id": 39,
    "name": "壬寅",
    "reading": "みずのえとら",
    "character_name": "奔流の開拓者",
    "concept": "静かな水面下に、激しい闘争心を隠す大河。平和を装うが、常に中心にいたいという強い自意識を持つ。単独行動で未知の分野を切り開く熱血漢。",
    "attributes": {
      "primary": "水",
      "secondary": "木"
    },
    "features": [
      "「天胡星」の鋭敏なエネルギーを宿し、芸術的な感性と霊的な感受性から、常人にはないインスピレーションを獲得する。",
      "有り余るエネルギーが時に暴走し、全てを破壊して一から再創造するという、極端な行動に駆られる。",
      "海外や新規分野へ挑戦することで、そのスケールの大きな資質が完全に開花し、時代を動かす力となる。",
      "いかなる困難にも独力で立ち向かう強さを持つが、その力が強大すぎるため、安定した人生とは縁遠い。"
    ]
  },
  {
    "id": 40,
    "name": "癸卯",
    "reading": "みずのとう",
    "character_name": "林中の清泉",
    "concept": "静かな森の中に、ひっそりと湧き出る清らかな泉。派手な世界を好まず、地道な生活の中に幸せを見出す。家族を深く愛する、穏やかな魂の持ち主。",
    "attributes": {
      "primary": "水",
      "secondary": "木"
    },
    "features": [
      "「天貴星」の高潔なエネルギーを内包し、純粋で品位があり、公家のような清らかな生き方を理想とする。",
      "初年期に困難な環境で育つことで逞しさを増し、裕福な環境ではかえって心身が弱くなる傾向を持つ。",
      "女性は子育てに情熱を注ぐあまり、夫への関心が薄れ、家庭内のバランスを崩すことがある。",
      "長男・長女的な役割を責任をもって果たすことで、人生の基盤が安定し、平穏な運命がもたらされる。"
    ]
  },
  {
    "id": 41,
    "name": "甲辰",
    "reading": "きのえたつ",
    "character_name": "神域の常緑樹",
    "concept": "人々が集い、祈りを捧げる神木。懐が深く頼られる存在だが、強すぎる自立心が良縁を遠ざけるという宿命を負う、孤高の指導者。",
    "attributes": {
      "primary": "木",
      "secondary": "土"
    },
    "features": [
      "「不族の業」を発動し、集団から孤立する宿命と引き換えに、孤独な環境で非凡な能力を開花させる。",
      "「天禄星」の絶大なエネルギーを放ち、老成した風格で人々を惹きつけ、若くしてリーダーとなる。",
      "他人の力を借りずに自立できる強さを持つが、故に同格の配偶者とは和合し難いという葛藤を抱える。",
      "知恵を使い過ぎると策に溺れ、愛情をかけ過ぎると執着に変わるため、中庸を保つことが運勢を安定させる。"
    ]
  },
  {
    "id": 42,
    "name": "乙巳",
    "reading": "きのとみ",
    "character_name": "夏野の薬草",
    "concept": "夏の野に咲く、癒しの薬草。人の役に立つことに喜びを感じるが、その純粋さゆえに他者の策略に気づきにくい。試練を乗り越え、人を救う使命を持つ。",
    "attributes": {
      "primary": "木",
      "secondary": "火"
    },
    "features": [
      "「祇王の業」の宿命を持ち、純粋さゆえに他者に欺かれやすいが、その苦難を乗り越えた晩年は平穏となる。",
      "「天禄星」の安定したエネルギーを駆使し、現実的な思考と着実な行動力で、どんな物事も確実に成し遂げる。",
      "義理人情に厚く、困っている人を見ると放っておけない優しさが、多くの人々を惹きつける。",
      "晩婚が吉とされ、結婚後に訪れる深刻な問題を乗り越えることで、揺るぎない家庭の安定を築く。"
    ]
  },
  {
    "id": 43,
    "name": "丙午",
    "reading": "ひのえうま",
    "character_name": "天頂の太陽",
    "concept": "天空の中心で最も強く輝く、真夏の太陽。圧倒的なエネルギーとカリスマ性で人々を率いるが、その強すぎる光は時に深い孤立を招く。",
    "attributes": {
      "primary": "火",
      "secondary": "火"
    },
    "features": [
      "「天将星」の最強エネルギーを解放し、あらゆる逆境に屈しない精神力と圧倒的なリーダーシップを発揮する。",
      "純粋で裏表がなく竹を割ったような性格だが、妥協を許さない頑固さが、敵味方を明確に分ける。",
      "平凡な人生に満足できず、常に頂点を目指して挑戦し続けるという、英雄の運命を背負う。",
      "その強大なエネルギーを制御できなければ、他者だけでなく自らをも焼き尽くす危険性を孕んでいる。"
    ]
  },
  {
    "id": 44,
    "name": "丁未",
    "reading": "ひのとひつじ",
    "character_name": "夏の祭火",
    "concept": "夏の夜を彩る、華やかな祭りの炎。人々を楽しませる明るさの裏に、繊細で傷つきやすい心を隠す。その芸術的センスは、多くの人を魅了する。",
    "attributes": {
      "primary": "火",
      "secondary": "土"
    },
    "features": [
      "「徳攻の業」を宿し、先祖の徳によって無条件に人に好かれるが、その一方で心に埋めがたい虚しさを感じやすい。",
      "「天堂星」の老成したエネルギーを宿し、落ち着いた風格と優れた観察眼で人の本質を見抜く。",
      "美的センスに優れ、芸術や芸能の世界でその才能を華麗に開花させる。",
      "情に弱く、特に異性関係においてトラブルを抱えやすく、その経験が人生に深みを与える。"
    ]
  },
  {
    "id": 45,
    "name": "戊申",
    "reading": "つちのえさる",
    "character_name": "秋山の探検家",
    "concept": "実りの秋の山を駆け巡る、楽観的な探検家。未知の世界に飛び込むことを恐れないが、多才であるがゆえに一つの道を極められないジレンマを抱える。",
    "attributes": {
      "primary": "土",
      "secondary": "金"
    },
    "features": [
      "「天胡星」の鋭敏なエネルギーを宿し、芸術的な感性と霊的な感受性から、常人にはないインスピレーションを獲得する。",
      "旺盛な好奇心で多芸多才を発揮するが、一つのことを深く掘り下げる持続力に欠ける。",
      "陽気で人付き合いが良いが、軽率な言動で意図せず信用を失ってしまうことがある。",
      "変化の多い環境でこそ能力が最大限に発揮され、平凡な日常には耐えがたい退屈を感じてしまう。"
    ]
  },
  {
    "id": 46,
    "name": "己酉",
    "reading": "つちのととり",
    "character_name": "倒れし柱の継承者",
    "concept": "収穫の秋を迎えた豊かな大地。誠実で多くの人を育む力を持つが、古い秩序を破壊し、新たな礎を築くという宿命を背負う。",
    "attributes": {
      "primary": "土",
      "secondary": "金"
    },
    "features": [
      "「倒柱の業」を背負い、親から継承したものを破壊し、その更地から自らの運勢を創造する宿命を持つ。",
      "「天報星」の多才なエネルギーを宿し、器用にあらゆることをこなすが、一つの道を極める持続力に欠ける。",
      "温厚で面倒見が良いが、自らの価値観を他者に押し付ける頑固な面が、時に軋轢を生む。",
      "富貴な家を継ぐと苦労し、出世欲なく淡々と生きることで、かえって運が開けるという逆説の運命を持つ。"
    ]
  },
  {
    "id": 47,
    "name": "庚戌",
    "reading": "かのえいぬ",
    "character_name": "戦場の魁",
    "concept": "戦場で先陣を切る、猛々しき将軍。強い信念と行動力で困難に屈しないが、その鋭すぎる正義感は、時に自らを傷つける諸刃の剣となる。",
    "attributes": {
      "primary": "金",
      "secondary": "土"
    },
    "features": [
      "「傷体の業」を背負い、身体に傷を負うような体験を通じて運命が好転するという、特異な宿命を持つ。",
      "「天印星」の純粋なエネルギーを内包し、赤子のような探究心で、専門分野の知識を深く掘り下げる。",
      "強い攻撃本能を内に秘め、動乱の時代や勝負の世界でその真価を遺憾なく発揮する。",
      "平凡な人生ではエネルギーを持て余し、自ら困難な道を選ぶことで、運命の扉をこじ開ける。"
    ]
  },
  {
    "id": 48,
    "name": "辛亥",
    "reading": "かのとい",
    "character_name": "水府の珠玉",
    "concept": "静かな湖の底に眠る、神秘的な真珠。他者の力を借りて輝きを増す、優れた参謀。人の本質を見抜く霊的な感受性を持つ、神の使い。",
    "attributes": {
      "primary": "金",
      "secondary": "水"
    },
    "features": [
      "異常干支として、常人にはない特殊な霊感と才能を授かった、神の使いとしての役割を持つ。",
      "「天恍星」の若々しいエネルギーを宿し、芸術的な魅力で人を惹きつけながらも、一つの場所に留まれない放浪癖を誘発する。",
      "他者に認められることで能力が飛躍的に伸び、軍師やコンサルタントとして組織を成功に導く。",
      "秋月生まれの場合、特殊な攻撃性と保守的な心を併せ持ち、医学・薬学の世界でその才能を開花させる。"
    ]
  },
  {
    "id": 49,
    "name": "壬子",
    "reading": "みずのえね",
    "character_name": "玄王",
    "concept": "全てを飲み込む、冬の暗黒の海。計り知れないエネルギーを内に秘めた帝王の器だが、その力は滅多に解放されず、他者には窺い知れない。",
    "attributes": {
      "primary": "水",
      "secondary": "水"
    },
    "features": [
      "「不子の業」を背負い、子供との縁が薄いか、逆縁の悲しみを経験する可能性があるという宿命を帯びる。",
      "「天将星」の最強エネルギーを解放し、頂点に立つ者として、絶大なパワーと影響力を行使する。",
      "品性を磨くことで新世界を切り開く創造主となるが、道を誤れば運の激しい乱高下に巻き込まれる破壊主となる。",
      "強靭な独立心を持ち、集団の中で頂点を目指すことで、その強大な運勢が完全に開花する。"
    ]
  },
  {
    "id": 50,
    "name": "癸丑",
    "reading": "みずのとうし",
    "character_name": "溝渠の水",
    "concept": "冬の凍てつく大地を流れる、聖別された水路。周囲の環境に左右されず、自分だけは必ず救われるという特異な運を持つ。静寂を破り、流れを生み出すことが成功の鍵。",
    "attributes": {
      "primary": "水",
      "secondary": "土"
    },
    "features": [
      "「天堂星」のエネルギーを宿すが、専気干支のため天将星級の潜在能力を秘めている。",
      "水の流れを促す「木」の要素が不可欠であり、表現活動を通じて自己を解放することで、その才能は輝きを放つ。",
      "いかなる困難な状況でも自己を保つことができるが、その独立性がかえって周囲からの孤立を招きやすい。",
      "「冬動かず」の理に従い、運気に暖かさが巡る時に行動することで、大きく飛躍する機会を掴む。"
    ]
  },
  {
    "id": 51,
    "name": "甲寅",
    "reading": "きのえとら",
    "character_name": "果実の大樹",
    "concept": "豊かな果実を実らせる、春の大樹。安定した強さと指導力を持ち、着実に頂点へと上り詰める。社会的な成功を優先するが、その影で家庭が犠牲になることも。",
    "attributes": {
      "primary": "木",
      "secondary": "木"
    },
    "features": [
      "「天貴星」の高潔なエネルギーを内包し、純粋な探求心をもって学び続け、品位と知性を自然に体現する。",
      "福分・寿分・禄分が揃った完成された姿を持ち、指導者・引率者として大成する運命にある。",
      "自らの知識や経験を他者に教え、与えることで、その存在感を増し、運勢をさらに向上させる。",
      "実業家として成功しやすいが、家庭運に恵まれにくく、配偶者との力量差が葛藤の原因となることがある。"
    ]
  },
  {
    "id": 52,
    "name": "乙卯",
    "reading": "きのとう",
    "character_name": "春嵐の若葉",
    "concept": "春の嵐にもしなやかに耐える、不屈の若葉。穏やかな見た目に反し、内面には強い自尊心と行動力を秘める。仲間と共に大きな目標を達成するリーダー。",
    "attributes": {
      "primary": "木",
      "secondary": "木"
    },
    "features": [
      "「天南星」の反骨精神に満ちたエネルギーを宿し、若々しい勢いと大胆な行動力で道を切り開く。",
      "外見は温和だが、内面は頑固で負けず嫌いであり、一度決めたことは何があっても貫き通す。",
      "仲間や家族を守る意識が非常に強く、集団の中でそのリーダーシップを自然に発揮する。",
      "安定した環境に満足できず、自ら困難な道に挑戦し、それを乗り越えることで成長を遂げる。"
    ]
  },
  {
    "id": 53,
    "name": "丙辰",
    "reading": "ひのえたつ",
    "character_name": "天昇の火竜",
    "concept": "天へと昇らんとする、炎の龍。スケールが大きく華やかで、人々を惹きつける魅力を持つが、気分屋で感情の起伏が激しい。芸術的天才の魂を持つ。",
    "attributes": {
      "primary": "火",
      "secondary": "土"
    },
    "features": [
      "「不信の業」を背負い、人生の重要な局面で裏切りに遭うが、その経験が心を鋼鉄に変え、強運を引き寄せる。",
      "「天堂星」の老成したエネルギーを放ち、若年から落ち着いた風格でリーダーシップを発揮する。",
      "天才的なひらめきと行動力で周囲を圧倒するが、計画性に欠け、持続力がないのが最大の弱点。",
      "平凡な人生を嫌い、常にドラマティックな展開を求めるため、波乱万丈の運命を自ら引き寄せる。"
    ]
  },
  {
    "id": 54,
    "name": "丁巳",
    "reading": "ひのとみ",
    "character_name": "地中のマグマ",
    "concept": "地中深くで、静かに燃えるマグマ。内面に強烈なエネルギーを秘めながら、冷静沈着に行動する。一度爆発すれば、その力は誰も止められない。",
    "attributes": {
      "primary": "火",
      "secondary": "火"
    },
    "features": [
      "「天将星」の最強エネルギーを解放し、あらゆる逆境に屈しない精神力と圧倒的なリーダーシップを発揮する。",
      "鋭い感受性を持ち、霊的なインスピレーションを得やすいが、それを現実世界で活かすことが生涯の課題となる。",
      "内向的で秘密主義を貫き、本心を明かさず、孤独な環境で静かに力を蓄えることを好む。",
      "普段は穏やかだが、限界を超えると破壊的なエネルギーを放出し、周囲を驚愕させる。"
    ]
  },
  {
    "id": 55,
    "name": "戊午",
    "reading": "つちのえうま",
    "character_name": "炎帝",
    "concept": "灼熱の太陽に焼かれた、偉大なる大地。圧倒的な存在感と影響力を持つ帝王の器。自己中心的でプライドが高いが、面倒見が良く多くの人に慕われる。",
    "attributes": {
      "primary": "土",
      "secondary": "火"
    },
    "features": [
      "「天将星」の最強エネルギーを解放し、頂点に立つ者として、絶大なパワーと影響力を行使する。",
      "極端な身強であり、その有り余るエネルギーを完全に燃焼させなければ、自らを滅ぼす危険性を持つ。",
      "絶対的な自信と決断力で、巨大な事業やプロジェクトを動かし、時代を創造する力を持つ。",
      "他人の意見を聞かない頑固さとワンマンぶりが、時に激しい反発を招き、孤立の原因となる。"
    ]
  },
  {
    "id": 56,
    "name": "己未",
    "reading": "つちのとひつじ",
    "character_name": "真夏の田園",
    "concept": "夏の太陽を浴び、作物が豊かに実る田園。穏やかで家庭的、地道な努力を積み重ねることで幸福を築く。その心には、揺るがぬ信念と頑固さを秘める。",
    "attributes": {
      "primary": "土",
      "secondary": "土"
    },
    "features": [
      "「天堂星」の老成したエネルギーを宿し、落ち着いた風格と優れた観察眼で人の本質を見抜く。",
      "庶民的で親しみやすい人柄だが、一度決めたことは決して譲らない、大地のような芯の強さを持つ。",
      "安定を好み、家族や仲間を何よりも大切にするが、新しい環境への適応には時間を要する。",
      "時間をかけて信頼を築き、大器晩成型として晩年に安定した幸福を手に入れる運命にある。"
    ]
  },
  {
    "id": 57,
    "name": "庚申",
    "reading": "かのえさる",
    "character_name": "不屈の刃金",
    "concept": "幾度も打たれ、鋭さを増した鋼。困難な状況でこそ闘争心に火が付き、道を切り開く。独立心が強く、集団行動を苦手とする一匹狼。",
    "attributes": {
      "primary": "金",
      "secondary": "金"
    },
    "features": [
      "「天禄星」の安定したエネルギーを駆使し、現実的な思考と着実な行動力で、どんな物事も確実に成し遂げる。",
      "鋭い観察眼と分析力を持ち、物事の本質や弱点を瞬時に見抜く才能がある。",
      "高いプライドと負けず嫌いな性質を持ち、他者との競争を通じて自己を磨き上げ、成長する。",
      "冷静で情に流されないが、そのドライな態度が時に冷たい印象を与え、人を遠ざけることがある。"
    ]
  },
  {
    "id": 58,
    "name": "辛酉",
    "reading": "かのととり",
    "character_name": "宗廟の壁玉",
    "concept": "祖先の霊廟に飾られる、聖なる宝玉。高い次元の精神性と美意識を持つ、選ばれし者。特殊な才能で大成するが、結婚運に課題を抱える。",
    "attributes": {
      "primary": "金",
      "secondary": "金"
    },
    "features": [
      "「天禄星」の強固なエネルギーを内包し、強い意志と実行力で自己の世界を確立する。",
      "優れた批判力を持ち、常に自分が上に立とうとする意識が強いため、極めて高いプライドを持つ。",
      "美しき飾り物のように、自ら動かずとも人を惹きつけるが、それが前進力の欠如に繋がることがある。",
      "経済と科学の分野を統合する才能を持ち、専門分野で大成する運命を歩む。"
    ]
  },
  {
    "id": 59,
    "name": "壬戌",
    "reading": "みずのえいぬ",
    "character_name": "山中の湖",
    "concept": "山奥深く、静かに水を湛える神秘の湖。穏やかで思慮深いが、その内面には激しい葛藤と、誰にも癒せない孤独を抱えている。",
    "attributes": {
      "primary": "水",
      "secondary": "土"
    },
    "features": [
      "「天堂星」の老成したエネルギーを宿し、落ち着いた風格と優れた観察眼で人の本質を見抜く。",
      "義理人情に厚く、一度結んだ信頼関係は決して裏切らない、岩のような誠実さを持つ。",
      "世俗的な成功よりも、精神的な充足や真理の探求に価値を見出し、魂の安らぎを求める。",
      "内面の激しい葛藤を乗り越えるため、宗教や哲学の世界に深く傾倒し、そこに救いを見出すことがある。"
    ]
  },
  {
    "id": 60,
    "name": "癸亥",
    "reading": "みずのとい",
    "character_name": "深淵の黙示者",
    "concept": "万物を静寂に返す、冬の冷たい大雨。計り知れない力を内に秘めるが、自己を表現せず、何を考えているか誰にも悟らせない、謎多き存在。",
    "attributes": {
      "primary": "水",
      "secondary": "水"
    },
    "features": [
      "「倒異の業」を発動し、自分と異質なものを無意識のうちに排除する力が働き、特に子の配偶者との関係に影響が現れる。",
      "「天将星」の最強エネルギーを解放し、陰ながら極めて強い力を持ち、世界の頂点に立つ器を持つ。",
      "知性のベールで本心を覆い隠し、ポーカーフェイスを貫くため、その心の内を読み解くことは極めて困難。",
      "「墨池双魚」の運命を持ち、芸道の世界で才能を発揮し、中年期以降に大成功と富を築く可能性を秘める。"
    ]
  }
]